[
  "Who would disappear for a week without a word and then be genuinely surprised that everyone was worried?",
  "Who has a cabinet full of ‘miracle’ cleaning products that have yet to perform a single miracle?",
  "Who clinks a glass, smiles big, and delivers pure emotional fraud?",
  "Who volunteers with the energy of a hero and the finesse of a runaway shopping cart?",
  "Who is most likely to wear something wildly inappropriate for the occasion?",
  "Who is most likely to kill the vibe with a major downer?",
  "Who is most likely to become a leading expert on a complex issue after reading a headline about it?",
  "Who would be the one to press a big red button that says “DO NOT PRESS” just to see what would happen?",
  "You’re on trial for a murder you didn’t commit. Who do you want delivering the dramatic, tear-jerking closing argument to the jury?",
  "Who would thrive in witness protection?",
  "Your dying wish isn’t about love, it’s about liability. Who do you trust to clear your browser history?",
  "Who is most likely to become a cult leader?",
  "Who would immediately fold under police questioning?",
  "Who is most likely to make the local news after having to be rescued from an escape room by the fire department?",
  "Who could get away with a serious crime?",
  "Who would run a completely unhinged HOA?",
  "Who is most likely to become the main character in a dramatic, multi-page thread on the Nextdoor app?",
  "Decades from now, who will be the subject of the most wildly exaggerated “I knew them when...” stories?",
  "Who would you call at 3 AM and say, “I need a huge favor, don’t ask any questions, and bring a shovel”?",
  "If this group ran a restaurant, who would be the tyrannical head chef that’s constantly screaming at the staff?",
  "Who is most likely to treat the shared armrest on a plane like it’s the final piece of land in a bitter territorial dispute?",
  "Who would be the most dangerous if they ever found inner peace?",
  "Who is most likely to be scouring the dark web in the middle of the night for a highly illegal, and probably dangerous, exotic pet?",
  "Who is the group’s unofficial therapist?",
  "Stuck in a traffic jam, who is most likely to have a full-blown, vein-popping meltdown at the steering wheel?",
  "The alarms are blaring, the bags are full. You sprint to the getaway car and yank open the door. Who do you pray is behind the wheel?",
  "Who would give a wedding toast that makes the entire room collectively decide, “Okay, that’s enough toasts for tonight”?",
  "Who is most likely to go on a weekend cabin trip and then just... decide to stay there forever?",
  "Who would commit to a fake accent for an entire night, even though the accent is terrible and keeps changing?",
  "Who would try to organize a casual weekend camping trip using a multi-tabbed spreadsheet?",
  "Who would drive an hour out of the way for a sandwich they saw online?",
  "Who would develop an intense rivalry with someone who didn’t notice?",
  "Who would live in a haunted house?",
  "Who would get banned from Airbnb for throwing a party that violates the ‘no more than 4 guests’ rule by about 100 people?",
  "Who would try to help police with an investigation by providing detailed astrological charts for everyone involved?",
  "Who is most likely to talk about their preferred brand of phone with the unwavering passion of a religious zealot?",
  "You’re on a bad date. Who would you want to run into, knowing they would immediately join you and make things as awkward as possible for your date?",
  "Who would preface their karaoke song with a long, emotional monologue that makes everyone deeply uncomfortable?",
  "Who is most likely to have a ‘graveyard’ of obsolete chargers and cables from every phone they’ve ever owned?",
  "Who gives off strong ‘might own a sword’ energy?",
  "Who is most likely to be joyfully flying a kite with a child in a drug commercial while a deep voice lists the potentially catastrophic side effects?",
  "Who is most likely to find and exploit a loophole on a ‘buy nine, get one free’ coffee loyalty card?",
  "Who would spend an embarrassing amount of time and money on an arcade game just to win enough tickets for a plastic spider ring?",
  "On your group’s all-expenses-paid luxury vacation, who would give daily, unsolicited updates on the ‘still disappointing’ status of the complimentary Wi-Fi?",
  "Who would absolutely thrive as a mall security guard with too much authority?",
  "Who is most likely to pitch a ‘brilliant’ side hustle idea that a lawyer would have to gently inform them is ‘at least three separate felonies’?",
  "Who is most likely to get an obscure tattoo they have to explain forever?",
  "Who would be the most likely to ignore a fire alarm in their building because they’re in the middle of a season finale?",
  "Who is most likely to make small talk with a criminal and walk away with a business card?",
  "Who is most likely to get a “You’ve Won!” scam email and reply with, “Amazing! What do I do next?” just to see how it plays out?",
  "Who would give themselves a nickname and try to make it stick?",
  "Who would go to therapy once and start diagnosing their friends?",
  "If this group were a band, who would quit over “creative differences” after the first practice?",
  "Who is most likely to be a high-ranking member of a very niche and oddly specific online forum?",
  "Who is most likely to have a drawer full of miscellaneous sauces and condiments of unknown origin?",
  "If {{PLAYER_NAME}} suddenly became famous, who in this group would be the most likely to write a tell-all book about them?",
  "Who is most likely to leave a one-star review for a public restroom?",
  "Who gives the most oddly specific, yet surprisingly perfect, compliments?",
  "Who is taking this game the most seriously right now?",
  "If this group were on a road trip, who would be in charge of snacks?",
  "Who’s got the biggest closet full of hobbies they gave up on?",
  "If this group started a podcast, who would be the fan-favorite?",
  "Who is most likely to write a one-star review for a product because of their own user error?",
  "Who is most likely to have an unshakeable faith in the “5-second rule”?",
  "Who would thank an ATM after it dispenses their cash?",
  "Who would spend the entire night at an event doing mental math to make sure their new outfit stays pristine enough for a full refund?",
  "Who would confidently assemble IKEA furniture without the instructions, only to be left with “a few extra parts”?",
  "Who has the best taste in bad movies?",
  "Who would have the most elaborate and completely unnecessary security system for their home?",
  "Who is most likely to bring up a result from this game a month from now?",
  "Who is most likely still paying for a subscription service they’ve completely forgotten about?",
  "If this group were a team of spies, who would accidentally blow their cover?",
  "Who would borrow {{PLAYER_NAME}}’s only good umbrella and never return it?",
  "Who would come to a complete stop at a stop sign in an empty parking lot at 3 AM?",
  "Who would try to give constructive feedback on the graffiti in a public bathroom stall?",
  "If this group opened a bar, who would be the one giving out way too many free drinks?",
  "If this group were stranded on a deserted island, who would be the first to suggest a formal system of government?",
  "Who is most likely to tell a story about {{PLAYER_NAME}} that gets funnier, and less accurate, with every telling?",
  "Who would diagnose themselves with a rare, medieval disease after a 5-minute internet search?",
  "Who is most likely to have a camera roll filled almost exclusively with pictures of their pet sleeping?",
  "Who would miss their bus stop because they were too polite to ask the person next to them to move?",
  "Who would send a formal thank-you note after attending a very casual get-together?",
  "Who is most likely to binge multiple serial killer documentaries back-to-back?",
  "Who is most likely to be sweating, crying, and hiccuping while insisting the ghost pepper wings ‘aren’t even that hot’?",
  "Who is most likely to get into a heated debate in the comments section of a recipe blog?",
  "Who would be the most likely to use {{PLAYER_NAME}}’s Netflix profile and completely mess up their recommendations?",
  "Who would be the most likely to shush someone at a movie theater with way too much aggression?",
  "If this group were a family of sitcom characters, who would be the wacky neighbor that always barges in?",
  "Who is most likely to have a favorite chair in their house that nobody else is allowed to sit in?",
  "Who is most likely to know the official name for every single IKEA product they own?",
  "Who would be the most likely to laugh at a funeral because they remembered a meme?",
  "Who is most likely to conduct a full-blown photoshoot for a meal they cooked themselves?",
  "Who would be the most likely to get into a “no, I’ll pay” battle over a $3 coffee?",
  "Who is most likely to pack for a one-week trip like they’re preparing to be exiled for a decade?",
  "Who is most likely to start a petition to bring back a discontinued snack?",
  "If you were on a game show, who would be your ‘phone-a-friend’?",
  "If you had to start a new life with a new identity, who in this group would you trust to create it for you?",
  "Who is most likely to treat the ‘check engine’ light in their car as more of a gentle suggestion?",
  "Who would be the first person to volunteer for a one-way trip to Mars, no questions asked?",
  "Who would refuse to enter a room for a the day because they saw a spider in there earlier?",
  "Who would write an email that is a single, massive paragraph without any line breaks?",
  "Who would you want to be the narrator of your life story?",
  "It’s day six on a deserted island. You’re starving and you’ve tried everything else. Who’s first on the menu?",
  "Who would name their pet a surprisingly formal human name, like ‘Brad’ or ‘Linda’?",
  "Who is most likely to start a sentence with “No offense, but...” and then say something deeply offensive?",
  "Who is most likely to remember one weirdly specific fact about everyone in this game?",
  "You’re all hiding during a game of hide-and-seek. Who is the one whose location is immediately given away by their loud, unrestrained giggling?",
  "Who is most likely to give you a ‘thoughtful,’ handmade gift that is also deeply weird and unsettling?",
  "Who’s most likely to make a ‘quick trip’ to the store and return three hours later?",
  "Who’s most likely to quote obscure movies in everyday conversation and confuse everyone?",
  "Who’s most likely to have a hobby that sounds impressive but is really just collecting weird things?",
  "Who would be the cause of {{PLAYER_NAME}}'s drinking problem?",
  "Who would be the most likely to teach a child a litany of swear words, just for their own personal amusement?",
  "Who would pee in the pool?",
  "If this group started a company, who would be the charismatic CEO who is great at meetings but rarely does any actual work?",
  "If you had to be stuck in a two-person horse costume, who would you want to be the front half?",
  "After completely bombing a job interview, who do you call for a pep talk that you know will be 100% biased in your favor?",
  "Who is most likely to have a secret life as a moderately successful, but deeply unhinged, TikTok DIYer?",
  "If this group formed an acapella group, who would be the enthusiastic but tone-deaf beatboxer?",
  "Who would be the most likely to try and get out of a speeding ticket by crying?",
  "Who is most likely to be the ‘fun’ aunt or uncle who is a terrible influence on their nieces and nephews?",
  "Who would start a GoFundMe for a reason that is not at all an emergency?",
  "Who is most likely to have a favorite conspiracy theory that is just completely harmless and stupid?",
  "Who would claim they're a ‘foodie’ but just order chicken tenders at their favorite ‘upscale’ restaurant?",
  "Who would be the most likely to have a sincere, heart-to-heart conversation with a pet?",
  "You need to smuggle a small, illegal item through customs. Who do you hide it on?",
  "If you had to pick one person to be the voice of your conscience, who would lead you down the most interesting path?",
  "After a night out, who is most likely to be found asleep outside in your decorative shrubbery?",
  "Who is most likely to have an opinion on the moral alignment of different breakfast cereals?",
  "Who gives off the strongest ‘was probably a weirdly intense hall monitor in middle school’ energy?",
  "Who would spend time and effort to build a fake social media profile just to mess with other people?",
  "If this group were a dysfunctional pirate crew, who would be the captain?",
  "If you were all running for president, who would have the most scandalous, career-ending secret come to light?",
  "Who is most likely to see a “WET PAINT” sign and have an uncontrollable urge to touch it?",
  "Who is currently winning this game in their own mind?",
  "You need a glowing letter of recommendation to join the circus. Who do you ask to write it?",
  "Who would lose sleep imagining their dog suddenly speaking fluent English?",
  "Who is most likely to have a very specific bedtime ritual?",
  "The bomb is ticking. Defusal instructions are in a language none of you speak. Who do you trust to just... figure it out?",
  "No reason. No logic. Just gut instinct. Pick one.",
  "You're in a creepy, unfamiliar basement and the power goes out. You hear a strange noise. Who do you hide behind?",
  "The jigsaw puzzle is almost finished. Who is hovering over the table like a vulture, clutching the last piece, and just waiting for their moment of glory?",
  "You're all on a road trip. Who would insist on navigating with a tattered, out-of-date paper map instead of their phone?",
  "Who would have the most profound, life-altering epiphany while staring at a microwave?",
  "If you had to learn a new, complex skill, who would spend 90% of the time building a color-coded organizational system for it and only 10% actually learning?",
  "Who has an internal monologue that sounds like a rambling, unedited podcast about clouds and weird smells?",
  "You have to write a children's book. Who delivers a manuscript that is thematically dense, morally ambiguous, and probably makes children cry?",
  "If this group had to invent a new color, who would come up with the most pretentious name for it?",
  "Who most likely still feels a deep, soul-crushing wave of shame about their middle school screenname?",
  "Who is most likely to have gone through a deeply embarrassing ‘goth,’ ‘skater’, or ‘horse girl’ phase that they refuse to talk about?",
  "Who is most likely to have had a childhood bedroom that was a biohazard of old food wrappers, forgotten projects, and ‘collectible’ rocks?",
  "If you found an old, unopened roll of film from this group, who would be the most terrified of what might be on it?",
  "Who probably had a sincerely-held belief in a completely fake childhood myth, like ‘if you swallow a seed, a tree will grow in your stomach’?",
  "Who do you think wrote the cringiest, most heartfelt poetry in a Lisa Frank notebook as a teenager?",
  "Who would give a name and a detailed backstory to the pigeon that hangs out on their balcony?",
  "Who is most likely to be completely unbothered by a spider in the room, treating it as just a roommate?",
  "Who is most likely to have a favorite, non-functional chair that exists purely for ‘the aesthetic’?",
  "Whose personal sense of style can only be described as ‘whatever was popular on the floor but smelled fine’?",
  "Who is most likely to be driven to madness by the sound of someone chewing loudly?",
  "Whose ‘perfect day off’ involves zero human contact, a weighted blanket, and a meticulously curated queue of historical documentaries?",
  "Who would react to winning the lottery not with joy, but with immediate, paralyzing anxiety about the tax implications and social pressures?",
  "Who uses their phone's 'notes' app as a chaotic, stream-of-consciousness personal diary filled with grocery lists and existential dread?",
  "Upon receiving a compliment, who is most likely to spend the rest of the day analyzing its true meaning and intent?",
  "Who is most likely to have their entire life savings in a 'fun' new cryptocurrency they heard about on TikTok?",
  "Who would see a ‘Do Not Pet’ sign on a service dog and immediately start calculating the risk vs. reward of a quick pat?",
  "Who tells a simple story by including so many unnecessary side-plots and character introductions that everyone forgets the original point?",
  "You need someone to deliver bad news delicately. Who do you pick, knowing they will somehow make it ten times worse with their bluntness?",
  "Who would end a serious, emotional conversation by saying ‘...so yeah’ and giving an awkward thumbs up?",
  "Who is most likely to be the one who listens to a 45-minute story and then just replies with ‘that's crazy’ and changes the subject?",
  "Who has a personal space bubble the size of a small car and gets weird when it's breached?",
  "On a dance floor, who has exactly one go-to move that they use for every single song, regardless of tempo?",
  "Who is most likely to fall into a Wikipedia rabbit hole that starts with ‘World War II’ and ends on ‘List of celebrity-owned racehorses’?",
  "Who needs to physically write something down with pen and paper to remember it, because typing it just doesn't count?",
  "Who can only concentrate on a task if there's a TV show they've already seen a hundred times playing in the background?"
]
