[
  "Who is most likely to ghost a group chat for a full month, then return like nothing happened?",
  "Who is most likely to become a meme and pretend they hate it, but secretly love it?",
  "Who is most likely to start drama just to see what happens?",
  "Who is most likely to change their opinion mid-argument and hope no one notices?",
  "Who is most likely to post a vague ‘We need to talk’ status for attention?",
  "Who is most likely to give a fake name at Starbucks just to hear it yelled out?",
  "Who is most likely to make everyone late because they needed the ‘right vibe’ first?",
  "Who is most likely to play devil’s advocate for no good reason?",
  "Who is most likely to bail on plans but still want to be invited next time?",
  "Who is most likely to hit ‘Reply All’ and instantly regret it?",
  "Who is most likely to flirt their way out of a parking ticket?",
  "Who is most likely to turn a one-sentence story into a 30-minute saga?",
  "Who is most likely to call it ‘their era’ at least once a week?",
  "Who is most likely to fake bad Wi-Fi to leave a video call?",
  "Who is most likely to start a podcast just to rant?",
  "Who is most likely to create a finsta and then forget the password?",
  "Who is most likely to roast someone and then say 'no offense'?",
  "Who is most likely to ask ‘Can I be honest?’ and then absolutely go off?",
  "Who is most likely to claim ‘no drama’ while starting it every time?",
  "Who is most likely to win an argument with sarcasm alone?",
  "Who is most likely to steal ${playerName}’s food without making eye contact?",
  "Who is most likely to say ‘I'm fine’ while making it everyone’s problem?",
  "Who is most likely to treat a group vote like a personal betrayal?",
  "Who is most likely to cry over a commercial and deny it?",
  "Who is most likely to leave a party and then text ‘That was chaos lol 😌’",
  "Who is most likely to record a 3-minute voice memo instead of texting back?",
  "Who is most likely to get blocked by a brand on social media?",
  "Who is most likely to RSVP ‘maybe’ and actually mean ‘no’?",
  "Who is most likely to say ‘it’s giving…’ with no follow-up?",
  "Who is most likely to talk trash in a group chat and send it to the wrong one?",
  "Who is most likely to give ${playerName} a backhanded compliment?",
  "Who is most likely to have a breakup playlist ready at all times?",
  "Who is most likely to lose their phone, panic, then find it in their hand?",
  "Who is most likely to fake laugh and then actually start laughing?",
  "Who is most likely to send a risky text and then throw their phone across the room?",
  "Who is most likely to open their camera accidentally and scream?",
  "Who is most likely to bail on a date and feel zero guilt?",
  "Who is most likely to one-up every story without realizing it?",
  "Who is most likely to post something just to delete it two minutes later?",
  "Who is most likely to lie in a game just to create chaos?",
  "Who is most likely to call their pet their child—and mean it?",
  "Who is most likely to be mad about something from a dream?",
  "Who is most likely to send ‘lol’ when they’re absolutely not laughing?",
  "Who is most likely to reread their old texts and cringe?",
  "Who is most likely to pretend to be asleep to avoid confrontation?",
  "Who is most likely to get into a petty fight with ${playerName} over nothing?",
  "Who is most likely to talk the most but reveal the least?",
  "Who is most likely to say ‘new phone, who dis?’ unironically?",
  "Who is most likely to hit ‘snooze’ for two hours straight?",
  "Who is most likely to drop their phone on their own face in bed?",
  "Who is most likely to open 47 tabs and forget what they were doing?",
  "Who is most likely to delete a dating app and redownload it the same day?",
  "Who is most likely to overthink a one-word text?",
  "Who is most likely to claim they hate drama, but thrive in it?",
  "Who is most likely to get way too into a board game?",
  "Who is most likely to join a cult and not realize it for a week?",
  "Who is most likely to say ‘I’m not like other people’ and prove it immediately?",
  "Who is most likely to fake an emergency to leave a bad date?",
  "Who is most likely to put ‘vibes curator’ on their resume?",
  "Who is most likely to flirt by bullying?",
  "Who is most likely to say ‘I’m chill’ and immediately cause chaos?",
  "Who is most likely to text ${playerName} something weird just to get a reaction?",
  "Who is most likely to pick a fight in the group chat just to stir things up?",
  "Who is most likely to make fun of someone, then copy their style?",
  "Who is most likely to pretend to hate astrology but know all the signs?",
  "Who is most likely to bring up a 5-year-old argument like it happened yesterday?",
  "Who is most likely to take a personality quiz and treat the results like gospel?",
  "Who is most likely to ghost someone and then be offended they moved on?",
  "Who is most likely to say ‘you up?’ at 3 a.m. with no context?",
  "Who is most likely to record a TikTok and never post it?",
  "Who is most likely to reply ‘K.’ in a way that ruins someone’s day?",
  "Who is most likely to bring their own playlist to someone else's party?",
  "Who is most likely to spend $50 on skincare and still use body wash on their face?",
  "Who is most likely to cancel plans to ‘get their life together’ and just scroll for hours?",
  "Who is most likely to cry-laugh at their own texts?",
  "Who is most likely to zone out mid-conversation and nod like they heard everything?",
  "Who is most likely to walk into a room and forget why?",
  "Who is most likely to bring up an inside joke no one else remembers?",
  "Who is most likely to overuse reaction GIFs like it’s still 2014?",
  "Who is most likely to fake confidence and absolutely nail it?",
  "Who is most likely to clap back with zero hesitation?",
  "Who is most likely to turn this game into a therapy session?",
  "Who is most likely to send a risky DM and then ask everyone if it was too much?",
  "Who is most likely to screenshot ${playerName}’s story and deny it?",
  "Who is most likely to blame autocorrect for something they definitely meant?",
  "Who is most likely to ghost and then come back with 'lol hey'",
  "Who is most likely to keep receipts—literal or emotional?",
  "Who is most likely to overshare in a totally quiet room?",
  "Who is most likely to say ‘we need to normalize’ before saying something wild?",
  "Who is most likely to be caught reading old arguments like bedtime stories?",
  "Who is most likely to flirt via oddly specific compliments?",
  "Who is most likely to pick a favorite player and never vote for them out of loyalty?",
  "Who is most likely to throw shade in the nicest tone possible?",
  "Who is most likely to turn a loss into a redemption arc?",
  "Who is most likely to campaign for votes like it's an election?",
  "Who is most likely to vote for themselves just for the drama?",
  "Who is most likely to pick a fight with autocorrect?",
  "Who is most likely to obsess over a random detail no one else noticed?",
  "Who is most likely to say something controversial just to see reactions?",
  "Who is most likely to turn on dark mode and claim it changed their life?",
  "Who is most likely to treat the game like a strategy simulation?",
  "Who is most likely to go full conspiracy theorist about voting patterns?",
  "Who is most likely to flirt and then claim it was just ‘friendly energy’?",
  "Who is most likely to blame ${playerName} for something and act shocked when caught?",
  "Who is most likely to turn off notifications and claim it was ‘self-care’?",
  "Who is most likely to act surprised by results they influenced?",
  "Who is most likely to treat every vote like a personal insult?",
  "Who is most likely to come back from losing streak with a vengeance?",
  "Who is most likely to log off mid-round and say ‘technical difficulties’?",
  "Who is most likely to misread a vibe and triple-down anyway?",
  "Who is most likely to power trip after winning one round?",
  "Who is most likely to spin a fake backstory just for fun?",
  "Who is most likely to create chaos and sit back to watch it unfold?",
  "Who is most likely to use reverse psychology and still lose?",
  "Who is most likely to become a villain ‘for the content’?",
  "Who is most likely to fake confidence and accidentally become the main character?",
  "Who is most likely to insult someone so casually it sounds helpful?",
  "Who is most likely to forget this is just a game?",
  "Who is most likely to say ‘I was joking’ as damage control?",
  "Who is most likely to pretend they didn’t want to win anyway?",
  "Who is most likely to take a vote personally but act cool about it?",
  "Who is most likely to call out a silent player for 'lurking'?",
  "Who is most likely to rage quit then immediately rejoin?",
  "Who is most likely to be remembered for their reactions, not their votes?",
  "Who is most likely to be way too good at guessing who voted for them?",
  "Who is most likely to say ‘plot twist’ after everything?",
  "Who is most likely to keep playing just to prove a point?",
  "Who is most likely to reply with a meme that ends the conversation?",
  "Who is most likely to admit they’re here just to stir the pot?",
  "Who is most likely to win by sheer pettiness?",
  "Who is most likely to demand a rematch before the round ends?",
  "Who is most likely to call in sick just to avoid small talk?",
  "Who is most likely to go to therapy once and start diagnosing everyone else?",
  "Who is most likely to send a risky text and then consult the group chat like lawyers?",
  "Who is most likely to say ‘not to be dramatic, but…’ and then be absolutely dramatic?",
  "Who is most likely to start an argument with ‘I just think it’s funny how…’?",
  "Who is most likely to clap when the plane lands—and mean it?",
  "Who is most likely to show up hungover but still steal the show?",
  "Who is most likely to ghost someone then see them at brunch the next day?",
  "Who is most likely to use a dating app bio as a writing sample?",
  "Who is most likely to turn a one-night stand into a full situationship?",
  "Who is most likely to pretend to be chill but spiral in private?",
  "Who is most likely to spend $300 on skincare and still blame lighting for bad selfies?",
  "Who is most likely to roast their ex without naming them—and everyone knows who it is?",
  "Who is most likely to treat a text like a contract and analyze every line?",
  "Who is most likely to say ‘I’m not mad’ and mean ‘I’ll never forget this’?",
  "Who is most likely to claim they don’t care and still check someone’s story views?",
  "Who is most likely to write a petty email, then delete it and feel better?",
  "Who is most likely to give a Ted Talk at pregame?",
  "Who is most likely to blackout and wake up with new best friends?",
  "Who is most likely to say ‘it’s giving main character’ and then trip over nothing?",
  "Who is most likely to get the ick from a perfectly normal text?",
  "Who is most likely to hate everyone in the group chat but never leave?",
  "Who is most likely to slide into a DMs and immediately regret it?",
  "Who is most likely to flirt by using very specific insults?",
  "Who is most likely to break up with someone during a Mercury retrograde and blame the stars?",
  "Who is most likely to argue about music like it’s a sport?",
  "Who is most likely to cry at a wedding they weren’t invited to?",
  "Who is most likely to make a scene in public and pretend it was a social experiment?",
  "Who is most likely to take a situationship way too seriously?",
  "Who is most likely to have a ‘burner’ account just to stalk exes?",
  "Who is most likely to say ‘we’re just talking’ and still act like it’s a breakup?",
  "Who is most likely to get back with their ex just to win a different argument?",
  "Who is most likely to have a full playlist ready for a breakup they haven’t had yet?",
  "Who is most likely to casually bring up therapy in the first 5 minutes of meeting someone?",
  "Who is most likely to monologue during a party like it’s their Netflix special?",
  "Who is most likely to go off the grid and say ‘I just needed a reset’?",
  "Who is most likely to fall in love on vacation and immediately move?",
  "Who is most likely to ghost, then send a meme weeks later like nothing happened?",
  "Who is most likely to become emotionally attached to their barista?",
  "Who is most likely to get overly invested in a coworker’s dating life?",
  "Who is most likely to plan a revenge outfit after a mild inconvenience?",
  "Who is most likely to get dumped and turn it into a branding opportunity?",
  "Who is most likely to clap back in a group chat like it’s a roast battle?",
  "Who is most likely to say ‘I’m low maintenance’ then need constant attention?",
  "Who is most likely to ask ‘Are we toxic?’ as a joke but actually mean it?",
  "Who is most likely to tell everyone they’re healing and still act messy?",
  "Who is most likely to treat an Instagram story like a public diary?",
  "Who is most likely to have a mental breakdown and look good doing it?",
  "Who is most likely to say ‘I have no filter’ like it’s a personality trait?",
  "Who is most likely to use astrology to justify objectively bad decisions?",
  "Who is most likely to post a quote that clearly subtweets someone?",
  "Who is most likely to ask deep questions at 3 a.m. and forget them by 9?",
  "Who is most likely to say ‘that’s wild’ while clearly not listening?",
  "Who is most likely to date someone just to win a bet?",
  "Who is most likely to get dumped and then become hotter out of spite?",
  "Who is most likely to live-tweet their own personal drama?",
  "Who is most likely to text ‘what are we?’ just to ruin someone’s night?",
  "Who is most likely to send an unhinged paragraph and then go offline?",
  "Who is most likely to get blocked by an ex’s pet account?",
  "Who is most likely to date someone just because of their vibe?",
  "Who is most likely to create chaos just to have a good story later?",
  "Who is most likely to slide into their therapist’s DMs?",
  "Who is most likely to forget a name mid-introduction and fake it?",
  "Who is most likely to create a fake emergency to leave a dry hang?",
  "Who is most likely to date someone with the same name and get confused?",
  "Who is most likely to say ‘I could fix them’ and truly believe it?",
  "Who is most likely to turn an apology into a roast?",
  "Who is most likely to ask someone their sign and still judge them?",
  "Who is most likely to change friend groups like it's seasonal fashion?",
  "Who is most likely to call someone out mid-toast?",
  "Who is most likely to start a petty feud and keep it going forever?",
  "Who is most likely to post a thirst trap after a minor inconvenience?",
  "Who is most likely to turn a hookup into a full PR campaign?",
  "Who is most likely to say ‘I don’t usually do this’ and definitely does?",
  "Who is most likely to keep a list of comebacks just in case?",
  "Who is most likely to schedule a meltdown like a dentist appointment?",
  "Who is most likely to send a ‘wyd’ text they immediately regret?",
  "Who is most likely to befriend someone just to learn gossip?",
  "Who is most likely to give life advice they don’t follow?",
  "Who is most likely to romanticize their worst decisions?",
  "Who is most likely to flirt just to win a game?",
  "Who is most likely to say ‘This is so on brand for me’ during chaos?",
  "Who is most likely to fake surprise for attention?",
  "Who is most likely to act chill after getting absolutely roasted?",
  "Who is most likely to say ‘It’s not that deep’ when it’s clearly that deep?",
  "Who is most likely to say ‘We should hang soon’ with no intention of doing so?",
  "Who is most likely to act surprised they got voted for when they 100% expected it?",
  "Who is most likely to vote for ${playerName} and act shocked when the results show?",
  "Who is most likely to ask ‘Who voted for me?!’ like they didn’t deserve it?",
  "Who is most likely to start a podcast just to talk about this game?",
  "Who is most likely to storm off dramatically—and come back 2 minutes later?",
  "Who is most likely to say ‘No hard feelings’ while holding a grudge for life?",
  "Who is most likely to campaign to get someone else voted for instead of them?",
  "Who is most likely to fake confusion about the rules to get out of heat?",
  "Who is most likely to take this game personally even if it’s anonymous?",
  "Who is most likely to lie about not being hurt by the results?",
  "Who is most likely to win the round and pretend they’re shocked?",
  "Who is most likely to throw a fake tantrum for attention?",
  "Who is most likely to pretend they didn’t care—but bring it up later anyway?",
  "Who is most likely to put their leftovers in the fridge with no intention of eating them?"
]