[
  "Who's most likely to be upset by the results of these questions and rage quit?",
  "Who's most likely to accidentally adopt a pet and immediately regret it?",
  "Who's most likely to start a hobby, get obsessed for a week, then disappear forever?",
  "Who's most likely to forget why they walked into a room and just stand there?",
  "Who's most likely to make a ‘quick trip’ to the store and return three hours later?",
  "Who's most likely to have a conspiracy theory about the office coffee machine?",
  "Who's most likely to fake laugh at a terrible joke just to be polite?",
  "Who's most likely to get lost on a road trip and blame the GPS?",
  "Who's most likely to ‘accidentally’ burn dinner and order takeout instead?",
  "Who's most likely to have a secret stash of snacks nobody else is allowed to touch?",
  "Who's most likely to fall asleep during a meeting and wake up confused?",
  "Who's most likely to blame {{PLAYER_NAME}} for breaking something they did themselves?",
  "Who's most likely to show up to a social event and immediately look for the nearest exit?",
  "Who's most likely to talk their way out of a speeding ticket?",
  "Who's most likely to overpack for a weekend trip and never use half of it?",
  "Who's most likely to pretend they’re ‘too tired’ just to avoid plans?",
  "Who's most likely to lose their keys in their own house?",
  "Who's most likely to accidentally text the wrong person and panic?",
  "Who's most likely to start an argument just because they’re bored?",
  "Who's most likely to pretend they’re an expert on something they know nothing about?",
  "Who's most likely to get kicked out of a bar for ‘excessive enthusiasm’?",
  "Who's most likely to keep a diary nobody is allowed to read?",
  "Who's most likely to make a sarcastic comment and then deny they meant it?",
  "Who's most likely to eat something off the floor and brag about it?",
  "Who's most likely to accidentally reveal a secret at the worst possible time?",
  "Who's most likely to have a ‘signature’ dance move nobody wants to see?",
  "Who's most likely to blame their bad mood on {{PLAYER_NAME}} for no reason?",
  "Who's most likely to convince themselves they’re a culinary genius after burning toast?",
  "Who's most likely to binge-watch an entire season and lie about the plot?",
  "Who's most likely to make a big deal out of nothing just to get attention?",
  "Who's most likely to start a fitness routine and quit after one day?",
  "Who's most likely to spill a drink and blame the table?",
  "Who's most likely to use ‘I was drunk’ as an excuse for everything?",
  "Who's most likely to pretend to know a celebrity just to sound cool?",
  "Who's most likely to fall asleep mid-conversation and snore?",
  "Who's most likely to have a collection of terrible puns they think are hilarious?",
  "Who's most likely to lose their phone and find it in the fridge?",
  "Who's most likely to ghost on plans and then act surprised when called out?",
  "Who's most likely to make a toast that turns into an awkward confession?",
  "Who's most likely to have a weird obsession nobody understands?",
  "Who's most likely to lose at a game and throw a dramatic tantrum?",
  "Who's most likely to start a project and forget about it for months?",
  "Who's most likely to show up late and act like they’re the one owed an apology?",
  "Who's most likely to accidentally send a text about {{PLAYER_NAME}}... to {{PLAYER_NAME}}?",
  "Who's most likely to get too competitive over something nobody cares about?",
  "Who's most likely to complain about being tired but stay out way too late?",
  "Who's most likely to have a ‘go-to’ excuse for every situation?",
  "Who's most likely to make a sarcastic comment and then apologize unconvincingly?",
  "Who's most likely to lose their patience at the DMV and cause a scene?",
  "Who's most likely to overuse the phrase ‘I’m not racist but…’ and lose friends?",
  "Who's most likely to blame {{PLAYER_NAME}} for their own terrible decisions?",
  "Who's most likely to get stuck explaining a joke that wasn’t funny in the first place?",
  "Who's most likely to put their leftovers in the fridge with no intention of eating them?",
  "Who's most likely to make a spreadsheet for their weekend plans and then ignore it completely?",
  "Who's most likely to quote obscure movies in everyday conversation and confuse everyone?",
  "Who's most likely to accidentally wear mismatched socks all day without noticing?",
  "Who's most likely to fake being busy just to avoid a phone call?",
  "Who's most likely to turn a casual text into a dramatic monologue?",
  "Who's most likely to start a book and never finish it but still talk about how good it is?",
  "Who's most likely to get into an argument with a stranger over nothing and enjoy it?",
  "Who's most likely to pretend they’re a wine connoisseur but can’t tell Merlot from Cabernet?",
  "Who's most likely to have a hobby that sounds impressive but is really just collecting weird things?",
  "Who's most likely to make a sarcastic comment and then act offended when people laugh?",
  "Who's most likely to ‘accidentally’ forget {{PLAYER_NAME}}’s birthday and then panic?",
  "Who's most likely to leave a party early but tell everyone they stayed until the end?",
  "Who's most likely to use a lame pun as a comeback and be proud of it?",
  "Who's most likely to lose their temper over something ridiculous and then deny it?",
  "Who's most likely to binge-watch a guilty pleasure and claim it’s ‘art’?",
  "Who's most likely to schedule something important and then forget about it entirely?",
  "Who's most likely to pretend they’re good at karaoke but sound terrible?",
  "Who's most likely to have a secret snack stash hidden in their desk or bag?",
  "Who's most likely to convince themselves they’re ‘too old’ for something but do it anyway?",
  "Who's most likely to accidentally forward an embarrassing email to the wrong person?",
  "Who's most likely to get overly invested in a reality TV show and defend it passionately?",
  "Who's most likely to fake knowledge about a topic just to impress {{PLAYER_NAME}}?",
  "Who's most likely to make an excuse to leave a boring event early?",
  "Who's most likely to have a weird talent nobody has ever asked for?",
  "Who's most likely to ‘forget’ to text back and then act surprised when called out?",
  "Who's most likely to give a backhanded compliment and think it’s a genuine compliment?",
  "Who's most likely to turn a simple task into a three-hour project?",
  "Who's most likely to start a ‘small’ renovation and end up with a disaster?",
  "Who's most likely to misplace their glasses when they’re already wearing them?",
  "Who's most likely to bring up politics just to stir the pot at a family dinner?",
  "Who's most likely to tell a story with so many tangents nobody knows what happened?",
  "Who's most likely to show up to a meeting with a coffee stain and pretend it’s a fashion statement?",
  "Who's most likely to get overly competitive about a board game and sulk when they lose?",
  "Who's most likely to have a ‘go-to’ excuse for being late that nobody believes?",
  "Who's most likely to fall asleep on public transport and miss their stop?",
  "Who's most likely to try to fix something and make it hilariously worse?",
  "Who's most likely to forget the punchline to their own joke mid-tell?",
  "Who's most likely to make an awkward toast at a wedding or party?",
  "Who's most likely to send a text with embarrassing autocorrect fails?",
  "Who's most likely to pretend they know the lyrics but mumble through the entire song?",
  "Who's most likely to get caught talking to themselves and not care?",
  "Who's most likely to complain about being tired but stay up way too late watching TV?",
  "Who's most likely to have an irrational fear that makes no sense to anyone else?",
  "Who's most likely to steal {{PLAYER_NAME}}’s fries when they’re not looking?",
  "Who's most likely to binge-eat snacks and then deny it like it never happened?",
  "Who's most likely to lose their voice after shouting at a sports game?",
  "Who's most likely to accidentally ‘like’ an ex’s old photo and cause a scene?",
  "Who's most likely to ‘accidentally’ double book plans and blame everyone else?",
  "Who's most likely to have a meltdown over something trivial and then laugh about it later?",
  "Who's most likely to start a DIY project and abandon it halfway through?",
  "Who's most likely to send a risky text and immediately regret it?",
  "Who's most likely to blame {{PLAYER_NAME}} for something that clearly wasn’t their fault?",
  "Who's most likely to secretly binge-watch a guilty pleasure reality show and deny it fiercely?",
  "Who's most likely to invent an excuse to skip a workout and then brag about ‘rest days’?",
  "Who's most likely to start a conversation just to hear their own voice?",
  "Who's most likely to forget they’ve already told the same story multiple times?",
  "Who's most likely to make a spreadsheet for something that should be simple?",
  "Who's most likely to adopt a ‘fake it till you make it’ approach to adulting?",
  "Who's most likely to turn a casual coffee into a two-hour therapy session?",
  "Who's most likely to fake enthusiasm for a gift they absolutely hate?",
  "Who's most likely to get way too invested in fantasy sports leagues?",
  "Who's most likely to have a secret stash of snacks hidden in plain sight?",
  "Who's most likely to turn a bad date into a comedy routine for friends?",
  "Who's most likely to start a hobby and give up the moment it gets challenging?",
  "Who's most likely to post a cryptic status online and pretend it’s deep?",
  "Who's most likely to misplace their wallet and find it in the fridge?",
  "Who's most likely to reply to texts with one word and act like it’s a conversation?",
  "Who's most likely to lose their temper over slow Wi-Fi and then regret it?",
  "Who's most likely to accidentally ‘reply all’ and unleash chaos?",
  "Who's most likely to buy something expensive and never use it?",
  "Who's most likely to make a sarcastic comment that backfires spectacularly?",
  "Who's most likely to have a secret obsession with cheesy pop music?",
  "Who's most likely to forget an important date but expect everyone else to remember?",
  "Who's most likely to sneak out of an event early and act like they stayed late?",
  "Who's most likely to take forever to order at a restaurant and hold up the table?",
  "Who's most likely to blame their bad mood on {{PLAYER_NAME}} for no reason?",
  "Who's most likely to make a big deal about a minor inconvenience just to get attention?",
  "Who's most likely to have a weird pet peeve nobody else understands?",
  "Who's most likely to accidentally send a text meant for {{PLAYER_NAME}} to the whole group?",
  "Who's most likely to get lost in a conversation and realize they have no idea what’s going on?",
  "Who's most likely to forget their own phone number when asked?",
  "Who's most likely to make a joke so dry it could start a fire?",
  "Who's most likely to use a funny voice just to annoy everyone around them?",
  "Who's most likely to plan a trip and then forget the passport?",
  "Who's most likely to make a big show of apologizing but never actually change?",
  "Who's most likely to keep a ridiculous secret just to mess with people?",
  "Who's most likely to have a ‘go-to’ excuse for being late that even they don’t believe?",
  "Who's most likely to start a diet and then sabotage it within hours?",
  "Who's most likely to be caught talking to themselves and blame it on multitasking?",
  "Who's most likely to ‘accidentally’ steal {{PLAYER_NAME}}’s thunder?",
  "Who's most likely to get way too competitive in a board game and take it personally?",
  "Who's most likely to make a toast that ends with an awkward silence?",
  "Who's most likely to overshare on a first date and scare everyone away?",
  "Who's most likely to pretend they’re fine but secretly plot revenge?",
  "Who's most likely to have a secret talent that’s only slightly useful?",
  "Who's most likely to show up to a Zoom call in pajamas and not care?",
  "Who's most likely to lose their sunglasses and find them on their head?",
  "Who's most likely to ‘accidentally’ eat the last slice of pizza and deny it?",
  "Who's most likely to start a conversation with ‘I have a crazy idea’ and lose friends?",
  "Who's most likely to lose their cool over something trivial and then laugh about it later?",
  "Who's most likely to secretly binge-watch a show they publicly hate?",
  "Who's most likely to blame {{PLAYER_NAME}} for something they definitely did?",
  "Who's most likely to make a sarcastic comment that nobody gets?",
  "Who's most likely to show up to a fancy dinner in sweatpants and act like it’s fashion?",
  "Who's most likely to start a fight and then play the victim?",
  "Who's most likely to use ‘I was just being honest’ as an excuse for being rude?",
  "Who's most likely to get offended by a joke they didn’t understand?",
  "Who's most likely to cancel plans last minute and pretend they had a good reason?",
  "Who's most likely to have an irrational fear that makes no sense to anyone else?",
  "Who's most likely to pretend to know a celebrity just to impress someone?",
  "Who's most likely to make a sarcastic comment and then deny they meant it?",
  "Who's most likely to lose their phone and call it from another device?",
  "Who's most likely to binge-eat snacks and then lie about it?",
  "Who's most likely to pretend they’re too busy to help but actually just don’t want to?",
  "Who's most likely to blame {{PLAYER_NAME}} for something that wasn’t their fault?",
  "Who's most likely to get overly competitive about a game nobody cares about?",
  "Who's most likely to accidentally text someone something embarrassing?",
  "Who's most likely to show up late and expect everyone to wait?",
  "Who's most likely to have a ‘go-to’ excuse for everything and never use the truth?",
  "Who's most likely to start a project and never finish it?",
  "Who's most likely to forget why they walked into a room and stand there awkwardly?",
  "Who's most likely to make a toast that turns into a cringe-worthy confession?",
  "Who's most likely to ‘accidentally’ eat {{PLAYER_NAME}}’s lunch?",
  "Who's most likely to take credit for someone else’s work?",
  "Who's most likely to pretend they’re good at something they’re terrible at?",
  "Who's most likely to start a story and forget the ending halfway through?",
  "Who's most likely to argue with a stranger online and regret it later?",
  "Who's most likely to fake laugh at a joke they didn’t get?",
  "Who's most likely to drink way too much and embarrass themselves?",
  "Who's most likely to have a secret stash of junk food they hide from everyone?",
  "Who's most likely to blame their bad decisions on {{PLAYER_NAME}}?",
  "Who's most likely to cancel plans and then lie about why?",
  "Who's most likely to spend hours crafting a text and never send it?",
  "Who's most likely to get caught talking to themselves and not care?",
  "Who's most likely to lose their temper over something trivial?",
  "Who's most likely to pretend to be interested but actually be thinking about food?",
  "Who's most likely to make a sarcastic comment that everyone secretly loves?",
  "Who's most likely to accidentally start a rumor about themselves?",
  "Who's most likely to overshare personal details on social media?",
  "Who's most likely to get lost even with GPS?",
  "Who's most likely to pretend they don’t care but clearly do?",
  "Who's most likely to have a meltdown and then laugh about it later?",
  "Who's most likely to ghost someone and then act surprised when called out?",
  "Who's most likely to get overly invested in a TV show and quote it constantly?",
  "Who's most likely to lose their keys and blame {{PLAYER_NAME}}?",
  "Who's most likely to forget important dates but expect gifts?",
  "Who's most likely to start a fight just for fun?",
  "Who's most likely to make a big deal out of nothing?",
  "Who's most likely to blame their bad mood on the weather?",
  "Who's most likely to ‘accidentally’ spill a drink and blame the table?",
  "Who's most likely to show up to a meeting late and act like they’re the boss?",
  "Who's most likely to take a nap and wake up hours later?",
  "Who's most likely to be caught binge-eating at midnight?",
  "Who's most likely to secretly judge everyone but act like the nicest person in the room?",
  "Who's most likely to stab {{PLAYER_NAME}} in the back and smile while doing it?",
  "Who's most likely to get blackout drunk and wake up regretting every life choice?",
  "Who's most likely to use passive-aggression as their primary form of communication?",
  "Who's most likely to tell you they’re ‘too busy’ while binge-watching Netflix?",
  "Who's most likely to have a meltdown over the smallest inconvenience and ruin the mood?",
  "Who's most likely to say something brutally honest and then pretend they didn’t mean it?",
  "Who's most likely to ghost everyone and act like they’re above it all?",
  "Who's most likely to bring up their mental health just to avoid responsibility?",
  "Who's most likely to pretend to care but secretly root for your failure?",
  "Who's most likely to use ‘sorry, not sorry’ as their life motto?",
  "Who's most likely to sabotage {{PLAYER_NAME}} just to make themselves feel better?",
  "Who's most likely to drink their problems away and forget to pay their bills?",
  "Who's most likely to ruin a party by bringing up politics or religion?",
  "Who's most likely to spread rumors and watch the chaos unfold with glee?",
  "Who's most likely to fake a personality just to fit in and then forget who they really are?",
  "Who's most likely to say ‘I’m an open book’ but tell no one anything real?",
  "Who's most likely to make everything about themselves, even in a group conversation?",
  "Who's most likely to start a fight and then play the victim when called out?",
  "Who's most likely to throw a tantrum like a toddler but expect sympathy?",
  "Who's most likely to use drama to get attention and then blame everyone else?",
  "Who's most likely to disappear for weeks and then act surprised when people notice?",
  "Who's most likely to secretly hate {{PLAYER_NAME}} but never say it to their face?",
  "Who's most likely to pretend they’re woke but have zero self-awareness?",
  "Who's most likely to make a ‘joke’ that crosses every line and then blame the audience?",
  "Who's most likely to ruin a friendship over something stupid and never apologize?",
  "Who's most likely to play the victim card to get out of trouble?",
  "Who's most likely to constantly complain but never do anything to change their life?",
  "Who's most likely to act like a guru but have no clue what they’re talking about?",
  "Who's most likely to lie about their accomplishments to seem more impressive?",
  "Who's most likely to ghost {{PLAYER_NAME}} and then act like nothing happened?",
  "Who's most likely to embarrass themselves and then deny it ever happened?",
  "Who's most likely to say ‘I’m just being real’ and insult everyone around them?",
  "Who's most likely to make everything a competition and ruin the fun for everyone?",
  "Who's most likely to fake an accent just to seem more interesting?",
  "Who's most likely to steal credit for {{PLAYER_NAME}}’s ideas at work?",
  "Who's most likely to drink too much and send regrettable texts at 3 AM?",
  "Who's most likely to exaggerate their problems to get sympathy?",
  "Who's most likely to pretend to be busy so they don’t have to hang out?",
  "Who's most likely to ruin a good mood with one perfectly timed insult?",
  "Who's most likely to have a meltdown because their coffee order was wrong?",
  "Who's most likely to cry during a commercial and refuse to admit it?",
  "Who's most likely to start a rumor and watch it spiral out of control?",
  "Who's most likely to disappear right when things get tough?",
  "Who's most likely to pretend they’re ‘too smart’ for the group and then mess up?",
  "Who's most likely to have a secret addiction they won’t admit to anyone?",
  "Who's most likely to fake enthusiasm for {{PLAYER_NAME}}’s boring story?",
  "Who's most likely to lie on their resume and get caught?",
  "Who's most likely to throw shade and then deny it when confronted?",
  "Who's most likely to break something expensive and blame someone else?",
  "Who's most likely to pretend their life is a tragic indie film but really it’s a bad reality show?",
  "Who's most likely to have a ‘dark past’ that’s just a series of terrible decisions and regrets?",
  "Who's most likely to show up to their own funeral just to judge everyone’s outfits?",
  "Who's most likely to ghost so hard people think they died and not just stopped answering?",
  "Who's most likely to use ‘I’m damaged goods’ as an excuse to avoid therapy forever?",
  "Who's most likely to start drinking at noon and call it ‘self-care’?",
  "Who's most likely to laugh at their own pain just so no one feels bad for them?",
  "Who's most likely to fake a personality and forget which version they’re supposed to be today?",
  "Who's most likely to stab you in the back and send you a sympathy card the next day?",
  "Who's most likely to blame their awful decisions on ‘toxic people’ and refuse to look in a mirror?",
  "Who's most likely to have zero boundaries and a PhD in manipulation?",
  "Who's most likely to ruin every group chat with one perfectly cruel joke and then act innocent?",
  "Who's most likely to make a passive-aggressive comment so subtle even Freud would be impressed?",
  "Who's most likely to pretend to be an ‘adult’ while binge-eating their feelings at 2 AM?",
  "Who's most likely to have a secret ‘do not invite’ list but act like the victim when excluded?",
  "Who's most likely to disappear when things get tough but demand credit when they’re easy?",
  "Who's most likely to fake sick days just to binge-watch bad TV and avoid people?",
  "Who's most likely to overshare their neuroses just to gaslight the group into feeling bad?",
  "Who's most likely to cry about their problems and then start a group chat to complain about the pity?",
  "Who's most likely to take ‘sorry not sorry’ as a life philosophy and weaponize it daily?",
  "Who's most likely to turn every apology into a confession of more crimes?",
  "Who's most likely to have a meltdown because someone drank their ‘special’ coffee?",
  "Who's most likely to pretend to care about mental health while secretly mocking everyone’s feelings?",
  "Who's most likely to ruin a perfectly good friendship by dragging up past mistakes in public?",
  "Who's most likely to get blackout drunk and send a manifesto nobody asked for?",
  "Who's most likely to fake enthusiasm so well you question your own reality?",
  "Who's most likely to invite you over and then ignore you while scrolling on their phone?",
  "Who's most likely to blame {{PLAYER_NAME}} for their own dumpster fire life?",
  "Who's most likely to act like a therapist but just use it to gather gossip and drama?",
  "Who's most likely to ghost {{PLAYER_NAME}} and then claim they were ‘too busy’?",
  "Who's most likely to make a joke about suicide and then pretend they’re ‘just kidding’?",
  "Who's most likely to make a passive-aggressive comment about your outfit and deny it fiercely?",
  "Who's most likely to have a secret addiction and a public persona that screams ‘clean living’?",
  "Who's most likely to turn a ‘simple favor’ into a lifelong obligation they never intended to fulfill?",
  "Who's most likely to start a conversation with ‘I’m not racist but...’ and lose everyone instantly?",
  "Who's most likely to be so dramatic even soap operas feel underwhelmed?",
  "Who's most likely to pretend they’re ‘too deep’ for this world but have no idea what that means?",
  "Who's most likely to have a meltdown in public and then demand an apology for everyone else’s discomfort?",
  "Who's most likely to turn a compliment into a backhanded insult and laugh about it later?",
  "Who's most likely to fake a smile so well you forget they’re actually miserable inside?",
  "Who's most likely to sabotage {{PLAYER_NAME}} just because they’re jealous they’re better at hiding it?",
  "Who's most likely to make a joke so dark the room goes silent and then awkwardly laughs?",
  "Who's most likely to be the reason the group chat gets deleted but never admit it?",
  "Who's most likely to get caught talking to themselves and insist they were on the phone?",
  "Who's most likely to ‘accidentally’ ruin someone’s day and act like it was an accident?",
  "Who's most likely to drink their feelings away and then make the problem worse?",
  "Who's most likely to post cryptic social media statuses and act like they’re profound?",
  "Who's most likely to fake confidence until everyone believes it, including themselves?",
  "Who's most likely to start a fight just because they’re bored and then ghost the aftermath?",
  "Who's most likely to take ‘no filter’ to dangerous and hilarious extremes?",
  "Who's most likely to make every conversation about their own trauma?",
  "Who's most likely to disappear for weeks and then pop back like nothing happened?",
  "Who's most likely to blame their problems on {{PLAYER_NAME}} but not do a damn thing to fix them?"
]